Repository: sathishkumarb/royaltest
Catalog: module/Application/language/*.po
Languages: ar_ae

source: Group name already exist
ar_ae: اسم المجموعة موجودة بالفعل

source: Add options
ar_ae: إضافة خيارات

source: Add questions
ar_ae: إضافة الأسئلة

source: Unable to locate the group
ar_ae: غير قادر على تحديد موقع المجموعة

source: Selected user is not a member in this group
ar_ae: المستخدم المحدد ليس عضوا في هذه المجموعة

source: Given group not existing in this system
ar_ae: مجموعة معينة ليس موجودا في هذا النظام

source: Explore &amp; Discover
ar_ae: استكشاف & أمبير؛ اكتشاف

source: There are
ar_ae: يوجد

source: groups that match
ar_ae: المجموعات التي تشبه

source: your interests
ar_ae: لكم الإهتمامات

source: Location
ar_ae: موقع

source: Filter By
ar_ae: تصفية حسب

source: All Categories
ar_ae: جميع الفئات

source: Interest
ar_ae: فائدة

source: County and city are required
ar_ae: ويلزم المحافظة والمدينة

source: Create Your Own Group
ar_ae: إنشاء مجموعتك الخاصة

source: Enter a location
ar_ae: أدخل موقعا

source: YOUR LOCATION
ar_ae: مكانك

source: Whats on your mind?
ar_ae: ما الذي يدور في ذهنك؟

source: Enter youtube url
ar_ae: أدخل رابط يوتيوب

source: Add text
ar_ae: إضافة نص

source: to
ar_ae: إلى

source: Create new Album
ar_ae: إنشاء ألبوم جديد

source: Album Title
ar_ae: عنوان الالبوم

source: About the album
ar_ae: حول الألبوم

source: Create
ar_ae: خلق

source: All members
ar_ae: جميع الأعضاء

source: Choose Group
ar_ae: اختر المجموعة

source: Invite people
ar_ae: دعوة الناس

source: Choose Album
ar_ae: اختيار الألبوم

source: Select One Group
ar_ae: حدد مجموعة واحدة

source: Add album title
ar_ae: إضافة عنوان الألبوم

source: Successfully created your album
ar_ae: إنشاء بنجاح ألبومك

source: Invalid video url
ar_ae: رابط الفيديو غير صالح

source: Status is empty.. Please add something before you submit
ar_ae: حالة فارغة .. الرجاء إضافة شيء قبل أن تقدم

source: Select group
ar_ae: اختر مجموعة

source: Select one file to upload
ar_ae: حدد ملف للتحميل

source: Select one video to upload
ar_ae: حدد فيديو واحد لتحميل

source: All Activity
ar_ae: كل النشاط

source: Interactions
ar_ae: التفاعلات

source: Posts By Friends
ar_ae: مشاركات الأصدقاء

source: Events Im Going To
ar_ae: الأحداث انا ذاهب الى

source: All Groups
ar_ae: جميع المجموعات

source: options
ar_ae: خيارات

source: Change ownership
ar_ae: تغيير ملكية

source: Delete Group
ar_ae: حذف المجموعة

source: About This Group
ar_ae: حول هذه المجموعة

source: founded
ar_ae: حول هذه المجموعة

source: Edit group questionnaire
ar_ae: استبيان تحرير مجموعة

source: Request Sent
ar_ae: تم ارسال الطلب

source: Group
ar_ae: مجموعة

source: Edit Photo
ar_ae: تحرير صور

source: Upload Photo
ar_ae: حمل الصورة

source: Remove
ar_ae: إزالة

source: Leave this group
ar_ae: ترك هذه المجموعة

source: Report this group
ar_ae: الإبلاغ عن هذه المجموعة

source: Pending requests
ar_ae: الطلبات المعلقة

source: SEE ALL
ar_ae: الاطلاع على كل

source: Resize image
ar_ae: تغيير حجم الصورة

source: You are about to delete a banner image of
ar_ae: أنت على وشك حذف صورة راية

source: Banner image is important as it personalizes a group and makes it more recognizable among the users
ar_ae: صورة راية لا يقل أهمية عن ذلك تخصيص مجموعة ويجعل من التعرف عليها بين المستخدمين

source: Are you sure you want to do this?
ar_ae: هل أنت متأكد أنك تريد أن تفعل هذا؟

source: Edit Questionnaire
ar_ae: تحرير استبيان

source: Invite People To Group
ar_ae: دعوة الناس إلى المجموعة

source: Add all my friends
ar_ae: إضافة جميع أصدقائي

source: Invite
ar_ae: دعوة

source: Are you sure you want to change the ownership of your group?
ar_ae: هل أنت متأكد أنك تريد تغيير ملكية مجموعتك؟

source: Choose one from the members
ar_ae: اختيار واحد من أعضاء

source: Successfully update your changes
ar_ae: بنجاح تحديث التغييرات

source: You want to quit from this group?
ar_ae: تريد إنهاء من هذه المجموعة؟

source: Are you sure you want to delete this group?
ar_ae: هل أنت متأكد أنك تريد حذف هذه المجموعة؟

source: Note:You won't be able to cancel or reverse this action
ar_ae: ملاحظة: أنت لن تكون قادرة على إلغاء أو عكس هذا الإجراء

source: Your request is successfully submitted. Admin approval pending
ar_ae: تم تقديم طلب الخاص بك بنجاح. موافقة المشرف انتظار

source: Successfully deleted your group
ar_ae: حذف بنجاح مجموعتك

source: Event Description
ar_ae: وصف الحدث

source: open
ar_ae: فتح

source: public
ar_ae: عامة

source: private
ar_ae: خاص

source: Group Title Required
ar_ae: مجموعة عنوان مطلوب

source: The questionnaire is successfully updated
ar_ae: يتم تحديث الاستبيان بنجاح

source: Select one to invite
ar_ae: اختر واحدا دعوة

source: Invitation sent to selected users
ar_ae: دعوة التي وجهت للمستخدمين اختيار

source: Please enter the reason
ar_ae: الرجاء إدخال السبب

source: The report is submitted successfully
ar_ae: ويقدم هذا التقرير بنجاح

source: No more cities are available
ar_ae: ليست أكثر المدن المتاحة

source: Request not authorised
ar_ae: طلب غير مخول

source: Group Owners
ar_ae: مالك مجموعة

source: Your Friends
ar_ae: أصحابك

source: promote to admin
ar_ae: تعزيز إلى مسؤول

source: revoke rights
ar_ae: إلغاء الحقوق

source: remove from group
ar_ae: إزالة من مجموعة

source: Settings
ar_ae: إعدادات

source: Account
ar_ae: حساب

source: Language
ar_ae: لغة

source: Username
ar_ae: اسم المستخدم

source: Email required
ar_ae: البريد الإلكتروني المطلوبة

source: Timezone
ar_ae: منطقة زمنية

source: Phone
ar_ae: هاتف

source: Save
ar_ae: حفظ

source: Notify Me When
ar_ae: يخطر لي عندما

source: Email Me When
ar_ae: الكتابة لي عندما

source: My Group Join Request is Accepted
ar_ae: من المسلم به مجموعتي طلب الانضمام

source: Somebody Added me as a Friend
ar_ae: شخص ما أضاف لي كصديق

source: Somebody Wants to Join My Group
ar_ae: شخص يريد الانضمام لمجموعة

source: New Comment on My Post
ar_ae: تعليق جديد على منصبي

source: Current Password
ar_ae: كلمة السر الحالية

source: Current Password required
ar_ae: كلمة المرور الحالية المطلوبة

source: New Password
ar_ae: كلمة المرور الجديدة

source: Confirm Password
ar_ae: تأكيد كلمة السر

source: New Password and Confirm Password must be same
ar_ae: يجب أن تكون كلمة المرور الجديدة وتأكيد كلمة المرور نفس

source: Please select Timezone
ar_ae: يرجى تحديد المنطقة الزمنية

source: Successfully updated your profile details
ar_ae: تحديث بنجاح تفاصيل ملفك الشخصي

source: Successfully updated your profile settings
ar_ae: تحديث بنجاح إعدادات ملف التعريف الخاص بك

source: Successfully updated your password
ar_ae: نجحت في تحديث كلمة السر الخاصة بك

source: People
ar_ae: الناس

source: Post Likes
ar_ae: أمثال مشاركة

source: No likes to show
ar_ae: لا يحب أن تظهر

source: Send
ar_ae: إرسال

source: Previous
ar_ae: سابق

source: Next
ar_ae: التالى

source: Are you sure you want to remove this item?
ar_ae: هل أنت متأكد أنك تريد إزالة هذا البند؟

source: Created Album
ar_ae: إنشاء ألبومات

source: Successfully update album
ar_ae: تحديث بنجاح الألبوم

source: New Password required
ar_ae: كلمة المرور الجديدة المطلوبة

source: No comments to show
ar_ae: لا يوجد تعليقات لاظهار

source: Search Results
ar_ae: نتائج البحث

source: Members
ar_ae: الأعضاء

source: sent you a friend request
ar_ae: ارسلت لك طلب صداقة

source: accepted your friend request
ar_ae: قبول طلب صديقك

source: invited you to join the group
ar_ae: دعاك للانضمام إلى مجموعة

source: sent you a request to join the group
ar_ae: أرسل لك طلب للانضمام إلى المجموعة

source: joined your group
ar_ae: انضم مجموعتك

source: accepted your request to join the group
ar_ae: قبلت طلبك للانضمام إلى المجموعة

source: added a new post in
ar_ae: وأضاف وظيفة جديدة في

source: commented on your post in
ar_ae: علق على مشاركتك في

source: mentioned you in a comment on
ar_ae: ذكرت لكم في تعليق على

source: liked the status in
ar_ae: أحب الوضع في

source: liked your comment in the group
ar_ae: أحب تعليقك في المجموعة

source: added a new event in
ar_ae: وأضاف حدثا جديدا في

source: commented on the event in
ar_ae: علق على الحدث في

source: mentioned you in a comment in
ar_ae: ذكرت لكم في تعليق في

source: liked the event in
ar_ae: أحب هذا الحدث في

source: joined the event in
ar_ae: انضم الحدث في

source: added a new media in
ar_ae: إضافة وسائل الإعلام الجديدة في

source: added a new comment on the media in
ar_ae: وأضاف تعليق جديد على وسائل الإعلام في

source: mentioned you in a comment in
ar_ae: ذكرت لكم في تعليق في

source: liked the media in
ar_ae: أحب وسائل الإعلام في

source: assigned you as an admin of the group
ar_ae: تعيينك كمسؤول للمجموعة

source: assigned you as an owner of the group
ar_ae: تم تعيينك باعتباره صاحب المجموعة

source: See All
ar_ae: رؤية جميع

source: Help &amp; Support
ar_ae: المساعدة والدعم الفني

source: Account Settings
ar_ae: إعدادات الحساب

source: Log Out
ar_ae: تسجيل خروج

source: No more notifications to show
ar_ae: لا مزيد من الإخطارات لاظهار
