Repository: sathishkumarb/royaltest
Catalog: module/Application/language/*.po
Languages: ar_ae

source: Sign Up
ar_ae: تسجيل

source: Log In
ar_ae: تسجيل الدخول

source: One Space For All Your Interests
ar_ae: واحد الفضاء للجميع مصالحكم

source: Not a Jeera member yet?
ar_ae: لست عضوا بعد؟

source: Sign Up now!
ar_ae: أفتح حساب الأن!

source: Email
ar_ae: البريد الإلكتروني

source: Password
ar_ae: كلمة السر

source: Keep me logged in
ar_ae: تذكرني

source: Forgot Password?
ar_ae: هل نسيت كلمة المرور؟

source: Forgot Password
ar_ae: نسيت كلمة المرور

source: Please enter a valid email address
ar_ae: يرجى إدخال عنوان بريد إلكتروني صالح

source: Please enter your password
ar_ae: يرجى إدخال كلمة المرور

source: Invalid Email or Password
ar_ae: البريد الإلكتروني أو كلمة السر خاطئة

source: Please enter your email address
ar_ae: الرجاء إدخال عنوان البريد الإلكتروني الخاص بك

source: Your account has been suspended. Please contact Jeera administrator to activate it
ar_ae: تم تعليق حسابك. يرجى الاتصال بمسؤول جيرا لتفعيلها

source: Your account has been blocked. Please contact Jeera administrator to activate it
ar_ae: تم حظر الحساب الخاص بك. يرجى الاتصال بمسؤول جيرا لتفعيلها

source: Account does not exist
ar_ae: الحساب غير موجود

source: Forgot your password
ar_ae: نسيت كلمة المرور

source: Hey it happens to everyone. Just tell us what email address you’re using and we will send you the instructions.
ar_ae: مهلا يحدث للجميع. فقط اقول لنا ما عنوان البريد الإلكتروني الذي تستخدمه وسوف نرسل لك التعليمات.

source: Confirm
ar_ae: تأكيد

source: The email you entered does not exist in our system, kindly register as a new user
ar_ae: عدم وجود البريد الإلكتروني الذي أدخلته في نظامنا. تسجيل يرجى كمستخدم جديد

source: The password reset steps has been sent to your mail, please follow the instructions to reset it
ar_ae: وقد أرسلت الخطوات إعادة تعيين كلمة المرور إلى البريد الخاص بك، يرجى اتباع التعليمات لإعادة تعيينها

source: Unable to process
ar_ae: غير قادر على معالجة

source: Almost Done...
ar_ae: تم تقريبا ...

source: Resend verification
ar_ae: التحقق إعادة إرسال

source: This account is activated already
ar_ae: يتم تنشيط هذا الحساب بالفعل

source: Verification code is sent to your email. Please check your email and follow the instructions
ar_ae: يتم إرسال رمز التحقق إلى البريد الإلكتروني الخاص بك. يرجى التحقق من بريدك الالكتروني واتبع التعليمات

source: There are no records in this system with e-mail ID given
ar_ae: لا توجد سجلات في هذا النظام مع معرف البريد الإلكتروني نظرا

source: Data not available
ar_ae: البيانات غير متوفرة

source: No more posts to show.
ar_ae: لا مزيد من المشاركات لتظهر.

source: Join This Group
ar_ae: انضم إلى هذه المجموعة

source: Open Group
ar_ae: مفتوحة المجموعة

source: Public Group
ar_ae: المجموعة الجمهور

source: Private Group
ar_ae: مجموعة خاصة

source: Group Interests
ar_ae: مجموعة الهوايات

source: members
ar_ae: أعضاء

source: friends
ar_ae: أصدقاء

source: fashion
ar_ae: موضة

source: sports
ar_ae: الرياضة

source: games
ar_ae: ألعاب

source: culture
ar_ae: ثقافة

source: tag1
ar_ae: 1 بطاقة

source: tag2
ar_ae: 2 بطاقة

source: action
ar_ae: عمل

source: Thriller
ar_ae: قصة مثيرة

source: drama
ar_ae: دراما

source: love
ar_ae: الحب

source: dance
ar_ae: رقص

source: war
ar_ae: حرب

source: Indian
ar_ae: هندي

source: world
ar_ae: عالم

source: pop
ar_ae: فرقعة

source: rock
ar_ae: صخرة

source: classical
ar_ae: كلاسيكي

source: cricket
ar_ae: كريكيت

source: football
ar_ae: كرة القدم

source: tag3
ar_ae: العلامة 3

source: United Arab Emirates
ar_ae: الإمارات العربية المتحدة

source: UAE
ar_ae: الإمارات العربية المتحدة

source: Oman
ar_ae: يا شيخ

source: OM
ar_ae: يا شيخ

source: Bahrain
ar_ae: البحرين

source: BH
ar_ae: البحرين

source: India
ar_ae: الهند

source: IN
ar_ae: الهند

source: Abu Dhabi
ar_ae: أبوظبي

source: Ajman
ar_ae: عجمان

source: Dubai
ar_ae: دبي

source: Fujairah
ar_ae: الفجيرة

source: Ras al-Khaimah
ar_ae: راس الخيمه

source: Sharjah
ar_ae: الشارقة

source: Umm al-Quwain
ar_ae: أم القوين

source: Al Batinah North
ar_ae: منطقة شمال الباطنة

source: Al Batinah South
ar_ae: الباطنة جنوب

source: Al Buraimi
ar_ae: البريمي

source: Dhofar
ar_ae: ظفار

source: Mascat
ar_ae: المسكات عنب طيب الشذا

source: Musandam
ar_ae: مسندم

source: Kerala
ar_ae: ولاية كيرالا

source: Tamilnadu
ar_ae: تاميل نادو

source: Karnataka
ar_ae: كارناتاكا

source: Assam
ar_ae: اسام

source: SignUp for Jeera
ar_ae: سجل في جيرا

source: Your Name
ar_ae: اسمك

source: Your Email Address
ar_ae: بريدك الإلكتروني

source: OR
ar_ae: أو

source: By signing up, you confirm that you accept our
ar_ae: من خلال التوقيع، فأنت تؤكد أنك تقبل لدينا

source: Terms of Service
ar_ae: شروط الخدمة

source: Enter your location
ar_ae: إدخال الدولة

source: Go Back
ar_ae: ارجع

source: Continue
ar_ae: تواصل

source: Hello there
ar_ae: مرحبا

source: Welcome to Jeera
ar_ae: مرحبا بكم في جيرا

source: Our platform envolves around two key pilars, groups and interests. We will help you setting those up to make the most of Jeera
ar_ae: برنامجنا تدور حول اثنين من الركائز الأساسية والجماعات والمصالح. ونحن سوف تساعدك على تحديد تلك التي تصل إلى تحقيق الاستفادة القصوى من جيرا

source: Let’s Go!
ar_ae: دعنا نذهب!

source: We have created a smarter way to browse through interests to find exactly what you like
ar_ae: أنشأنا أذكى وسيلة لتصفح مصالح لإيجاد بالضبط ما تريد

source: Pick some categories that interest you
ar_ae: اختيار بعض الفئات التي تهمك

source: Done
ar_ae: فعله

source: Great job! Now let's see what those categories are covering
ar_ae: عمل عظيم! الآن دعونا نرى ما هي تلك الفئات التي تغطي

source: Pick some interests from the categories
ar_ae: اختيار بعض المصالح من الفئات

source: Very Interesting! Let’s see who is sharing your interests now!
ar_ae: جيد جدا! دعونا نرى من هو تقاسم المصالح الخاصة بك الآن!

source: It’s time for a big jump, join groups now and start connecting with each of their members
ar_ae: حان الوقت لقفزة كبيرة، الانضمام إلى الجماعات الآن والبدء في التواصل مع كل من أعضائها

source: Don’t see what you are looking for?
ar_ae: لا ترى ما كنت تبحث عنه؟

source: Try
ar_ae: محاولة

source: Creating Your Own Group
ar_ae: إنشاء المجموعة الخاصة بك

source: More
ar_ae: أكثر

source: No more groups exist in the system based on your interest
ar_ae: لا توجد المزيد من المجموعات في نظام يقوم على اهتمامك

source: Finish
ar_ae: نهاية

source: Close
ar_ae: قريب

source: Introduce Yourself
ar_ae: أعرض نفسك

source: Looks like you haven’t written your bio, why don’t you introduce yourself to the group? *You can edit this later on your profile page
ar_ae: يبدو أنك لم تكتب سيرتك الذاتية، لماذا لا تقدم نفسك إلى مجموعة؟ * يمكنك تحرير هذا في وقت لاحق على صفحة ملفك الشخصي

source: Skip
ar_ae: تخطى

source: Upload Your Photo
ar_ae: تحميل صورك

source: Upload
ar_ae: تحميل

source: Looks like you haven’t uploaded your profile photo. You can do it now (this improves your credibility on Jeera).
ar_ae: يبدو أنك لم تحميلها صورة ملفك الشخصي. يمكنك أن تفعل ذلك الآن (وهذا يحسن مصداقيتك على جيرا).

source: You can change this later on your profile page
ar_ae: يمكنك تغيير هذا في وقت لاحق على صفحة ملفك الشخصي

source: How about knowing a bit more about you?
ar_ae: ماذا عن معرفة أكثر قليلا عنك؟

source: Your request has been sent
ar_ae: تم ارسال طلبك

source: Thank you for joining this group
ar_ae: شكرا لانضمامك هذه المجموعة

source: Show Me Some More Similar Groups
ar_ae: أرني بعض المجموعات المزيد مماثلة

source: Position and Size Your Photo
ar_ae: موقف وحجم صورتك

source: Apply
ar_ae: تطبيق

source: Cancel
ar_ae: إلغاء

source: Group Info
ar_ae: مجموعة معلومات

source: Interests
ar_ae: الإهتمامات

source: INVITE &amp; ASK
ar_ae: دعوة ونسأل

source: Group name is required
ar_ae: مطلوب اسم المجموعة

source: Choose Group Country
ar_ae: اختيار المجموعة البلد

source: Choose Group City
ar_ae: اختيار مجموعة سيتي

source: Country and city are required
ar_ae: هناك حاجة البلد والمدينة

source: Upload Banner Photo
ar_ae: راية صور تحميل

source: Choose a photo to upload
ar_ae: اختيار صورة لتحميل

source: Choose Group Type
ar_ae: اختر نوع المجموعة

source: This group will be visible to everyone and can be joined immediately
ar_ae: وهذه المجموعة تكون مرئية للجميع ويمكن انضم فورا

source: without group owner approval
ar_ae: دون موافقة مالك المجموعة

source: This group will be visible to everyone, but the group owner receives requests for the group joining which he can accept or decline.
ar_ae: وهذه المجموعة تكون مرئية للجميع، ولكن يتلقى مالك المجموعة طلبات مجموعة انضمامه الذي لا يمكن أن يقبل أو الانخفاض.

source: This group will not be visible to anyone in regular search. It is invite based and users can not join the group unless you invite them.
ar_ae: وهذه المجموعة لا تكون مرئية إلى أي شخص في البحث العادي. وتدعو يستند إليها ولا يمكن للمستخدمين الانضمام إلى المجموعة إلا إذا كنت دعوتهم.

source: Describe Your Group
ar_ae: وصف مجموعتك

source: Group Description is required
ar_ae: مطلوب وصف المجموعة

source: Choose Category
ar_ae: اختر الفئة

source: Chosen Group Interests
ar_ae: اختيار المجموعة الهوايات

source: Select some interests to proceed
ar_ae: حدد بعض المصالح للمضي قدما

source: Invite People to Your Group
ar_ae: دعوة الناس إلى مجموعتك

source: Optional
ar_ae: اختياري

source: Add more people
ar_ae: إضافة المزيد من الناس

source: No matching profiles
ar_ae: أية أوضاع مطابقة

source: Add Questionary
ar_ae: إضافة استبيان

source: Once people start sending their requests to join your group, the questionnaire can be helpful. By asking few questions, you can learn about your potential group members and make better choices about who should be able to join your group
ar_ae: مرة واحدة يبدأ الناس بإرسال طلبات للانضمام إلى مجموعتك، يمكن للاستبيان أن تكون مفيدة. عن طريق طرح بعض الأسئلة، يمكنك معرفة المزيد عن أعضاء مجموعتك المحتملة واتخاذ الخيارات الأفضل حول من ينبغي أن تكون قادرة على الانضمام مجموعتك

source: Question
ar_ae: سؤال

source: add
ar_ae: إضافة

source: remove
ar_ae: إزالة

source: Click to add question
ar_ae: انقر لإضافة سؤال

source: 1 questions left
ar_ae: 1 أسئلة اليسار

source: Already have an account
ar_ae: لديك بالفعل حساب

source: Select Country
ar_ae: اختر الأمة

source: Select City
ar_ae: اختر مدينة

source: Please enter your name
ar_ae: من فضلك أدخل إسمك

source: Password must contain more than 5 charectors
ar_ae: كلمة السر يجب أن يحتوي على أكثر من 5 أحرف

source: Invalid email address
ar_ae: البريدالالكتروني غير صالح

source: Enter a valid email address
ar_ae: أدخل عنوان بريد إلكتروني صالح

source: Email you have entered already exists
ar_ae: البريد الإلكتروني الذي أدخلته موجود مسبقا

source: Enter email address
ar_ae: أدخل عنوان البريد الالكتروني

source: Available
ar_ae: متاح

source: Select atleast one category
ar_ae: حدد فئة واحدة على الأقل

source: photography
ar_ae: تصوير

source: Cinema
ar_ae: السينما

source: History
ar_ae: تاريخ

source: Music
ar_ae: موسيقى

source: Sports
ar_ae: الرياضة

source: test
ar_ae: اختبار

source: Select atleast one tag
ar_ae: حدد أتلست علامة واحدة

source: User not exist in the system
ar_ae: العضو غير موجود في النظام

source: Your session expired, please log in again to continue
ar_ae: جلستك انتهت، الرجاء تسجيل الدخول مرة أخرى لمواصلة

source: Pending Request
ar_ae: في انتظار طلب

source: Tell something interesting about yourself
ar_ae: أقول شيئا للاهتمام عن نفسك

source: Your Answer
ar_ae: إجابتك

source: e.g. Arsenal Lovers
ar_ae: مثلا ترسانة أحباء

source: Type Your Question
ar_ae: اكتب سؤالك

source: Type Your Options
ar_ae: اكتب خياراتك

source: All Category
ar_ae: جميع الفئات

source: Name Your Group
ar_ae: اسم المجموعة

source: Tell us what is your group about
ar_ae: قل لنا ما هو مجموعتك حول

source: Search Interest
ar_ae: البحث الفائدة

source: Select Question Type
ar_ae: حدد نوع السؤال

source: Textarea
ar_ae: تيكستاريا

source: CheckBox
ar_ae: خانة الاختيار

source: Radiobutton
ar_ae: زر الراديو

source: Please enter question
ar_ae: الرجاء إدخال السؤال

source: Please enter atleast two options for question
ar_ae: الرجاء إدخال أتلست خيارين بالنسبة للسؤال

source: Error occurred. Please try again
ar_ae: حدث خطأ. حاول مرة اخرى

source: Please select atleast one interest
ar_ae: يرجى تحديد أتلست مصلحة واحدة

source: Group title is required
ar_ae: مطلوب عنوان المجموعة

source: This group name is already taken
ar_ae: يؤخذ هذا اسم المجموعة بالفعل

source: Some error occurred. Please try again
ar_ae: وقع بعض الخطأ. حاول مرة اخرى

source: Your account is not yet verified
ar_ae: لم يتم التحقق من الحساب الخاص بك حتى الآن

source: click here to resend the verification mail
ar_ae: انقر هنا لإعادة إرسال البريد التحقق

source: Verification code is sent. Please check your email and follow the instructions.
ar_ae: يتم إرسال رمز التحقق. يرجى التحقق من بريدك الالكتروني واتبع التعليمات.

source: Explore
ar_ae: بحث

source: My Feed
ar_ae: بلدي الأعلاف

source: Show more
ar_ae: عرض المزيد

source: Notifications
ar_ae: الإخطارات

source: Search Jeera
ar_ae: البحث جيرا

source: Posts
ar_ae: المشاركات

source: Groups
ar_ae: المجموعات

source: Friends
ar_ae: أصدقاء

source: My Activity
ar_ae: بلدي آخر

source: Show
ar_ae: عرض

source: All
ar_ae: كل

source: Text
ar_ae: نص

source: Media
ar_ae: وسائل الإعلام

source: Event
ar_ae: حالة

source: Interested In
ar_ae: مهتم ب

source: posted in
ar_ae: نشر في

source: Edit this post
ar_ae: تعديل هذا المنصب

source: Delete this post
ar_ae: حذف هذه المشاركة

source: Report this post
ar_ae: الإبلاغ عن هذه المشاركة

source: likes
ar_ae: اعجابات

source: comments
ar_ae: تعليقات

source: Post
ar_ae: ما بعد

source: More comments
ar_ae: المزيد من التعليقات

source: media to the album in
ar_ae: وسائل الإعلام إلى الألبوم في

source: Quit event
ar_ae: إنهاء الحدث

source: I'm Going
ar_ae: وانا ذاهب

source: Join
ar_ae: انضم

source: GOING
ar_ae: يذهب

source: posted
ar_ae: نشرت

source: Album
ar_ae: الألبوم

source: in group
ar_ae: في مجموعة

source: link to
ar_ae: متصلا

source: Options
ar_ae: خيارات

source: Start typing your comment here
ar_ae: بدء كتابة تعليقك هنا

source: All Photos
ar_ae: كل الصور

source: Albums
ar_ae: ألبومات

source: Events
ar_ae: أحداث

source: All Media of
ar_ae: جميع وسائل الإعلام ل

source: No more images
ar_ae: لا مزيد من الصور

source: Delete this Album
ar_ae: حذف هذا الألبوم

source: Edit album
ar_ae: تحرير الألبوم

source: Tag Event
ar_ae: العلامة الحدث

source: Select events related to
ar_ae: حدد الأحداث ذات الصلة

source: Choose Event
ar_ae: اختيار الحدث

source: Update
ar_ae: التحديث

source: Created album
ar_ae: إنشاء ألبومات

source: No more albums
ar_ae: لا مزيد من ألبومات

source: Images
ar_ae: الصور

source: Pending
ar_ae: ريثما

source: Add Friend
ar_ae: اضف صديق

source: No members joined
ar_ae: هناك انضم يوجد أعضاء

source: Update Post
ar_ae: التحديث ما بعد

source: Event Title
ar_ae: عنوان الحدث

source: Event Location
ar_ae: موقع الحدث

source: Are you sure you want to remove this status?
ar_ae: هل أنت متأكد أنك تريد إزالة هذا المنصب؟

source: Are you sure you want to remove this media?
ar_ae: هل أنت متأكد أنك تريد إزالة هذا الإعلام؟

source: Are you sure you want to remove this activity?
ar_ae: هل أنت متأكد أنك تريد إزالة هذا النشاط؟

source: Yes
ar_ae: نعم

source: No
ar_ae: لا

source: Please type your reason
ar_ae: يرجى كتابة السبب الخاص بك

source: Submit
ar_ae: حفظ

source: Are you sure you want to remove this Image?
ar_ae: هل أنت متأكد أنك تريد إزالة هذه الصورة؟

source: Are you sure you want to remove this album?
ar_ae: هل أنت متأكد أنك تريد إزالة هذا الألبوم؟

source: Please add some content before submitting
ar_ae: الرجاء إضافة بعض المحتويات قبل تقديم

source: Enter status to update
ar_ae: إدخال نص لتحديث

source: Successfully Updated your post
ar_ae: نجحت في تحديث الحالة الخاصة بك

source: Enter event title
ar_ae: أدخل عنوان الحدث

source: Enter event date
ar_ae: أدخل تاريخ الحدث

source: Enter event location
ar_ae: أدخل مكان الحدث

source: The post is removed successfully
ar_ae: تتم إزالة الإدخال بنجاح

source: The media is removed successfully
ar_ae: تتم إزالة وسائل الإعلام بنجاح

source: The activity is removed successfully
ar_ae: تتم إزالة هذا النشاط بنجاح

source: Select one reason
ar_ae: تحديد سبب واحد للحذف

source: Add reason
ar_ae: إضافة السبب

source: The report is successfully submitted
ar_ae: تم إرسال التقرير بنجاح

source: Choose event
ar_ae: اختيار الحدث

source: Album title required
ar_ae: عنوان الألبوم المطلوب

source: Sorry, something went wrong. Try again!
ar_ae: عذرا، حدث خطأ ما. حاول مرة أخرى!

source: Sorry! We couldn't find
ar_ae: آسف! لم نتمكن من العثور

source: Try a different search term, or click the map
ar_ae: محاولة مصطلح بحث مختلف، أو انقر على الخريطة

source: Woah... that's pretty remote! You're going to have to manually enter a place name
ar_ae: نعم! ... هذا بعيد جدا! وأنت تسير لدينا لإدخال اسم المكان يدويا

source: Sorry, You need to be a member of the group to interact with the posts
ar_ae: عذرا، يجب أن تكون عضوا في المجموعة على التفاعل مع المشاركات

source: Content Not exist
ar_ae: المحتوى غير موجود

source: Already requested
ar_ae: طلبت بالفعل

source: Already processed this request
ar_ae: معالجة بالفعل هذا الطلب

source: Type your comments
ar_ae: اكتب تعليقاتك

source: Unauthorised access
ar_ae: الوصول غير المصرح به

source: Comment content required
ar_ae: تعليق المحتوى المطلوب

source: Successfully removed comments
ar_ae: تعليقات إزالة بنجاح

source: This comments no longer exist in the system
ar_ae: هذه التعليقات لم تعد موجودة في النظام

source: Type your comments to submit
ar_ae: اكتب تعليقاتك

source: Album not exist
ar_ae: ألبوم غير موجود

source: Group is not existing
ar_ae: المجموعة ليست موجودة

source: Activity id required
ar_ae: النشاط الهوية مطلوبة

source: Activity not exist
ar_ae: النشاط غير موجود

source: Event not existing
ar_ae: الحدث ليس موجودا

source: Given group not exist in this system
ar_ae: مجموعة معينة غير موجودة في هذا النظام

source: Select one group
ar_ae: حدد مجموعة واحدة

source: Status is empty. Please add something before you submit
ar_ae: دخول فارغ. الرجاء إضافة شيء قبل أن تقدم

source: This status is not existing in the system
ar_ae: هذا النص ليس موجودا في النظام

source: Forms are incomplete. Some values are missing
ar_ae: أشكال غير مكتملة. بعض القيم مفقودة

source: Past date events are not allowed
ar_ae: لا يسمح للأحداث التاريخ الماضية

source: Already reported
ar_ae: ذكرت بالفعل

source: Please enter your reason
ar_ae: الرجاء إدخال السبب الخاص بك

source: Given reason is not valid
ar_ae: سبب المنع هو غير صالح

source: This image is not existing in the system
ar_ae: هذه الصورة ليست موجودة في النظام

source: We are failed to identify the given group
ar_ae: نحن فشلت في التعرف على مجموعة معينة

source: Please add album title
ar_ae: الرجاء إضافة عنوان الألبوم

source: This album is not existing in the system
ar_ae: هذا الألبوم هو ليس موجودا في النظام

source: Event title required
ar_ae: مطلوب عنوان الحدث

source: Event date required
ar_ae: مطلوب تاريخ الحدث

source: Event location required
ar_ae: مطلوب الحدث المكان

source: Event description required
ar_ae: وصف الحدث المطلوب

source: Enter a valid date
ar_ae: إدخال تاريخ صالح

source: Loadmore
ar_ae: حمل أكثر

source: you
ar_ae: أنت

source: Add caption
ar_ae: إضافة تعليق

source: It's harassing me
ar_ae: انها مضايقة لي

source: It's harassing a friend
ar_ae: انها مضايقة صديق

source: Sexually explicit content
ar_ae: محتوى جنسي صريح

source: Violence or harmful behaviour
ar_ae: العنف أو السلوك الضار

source: Hate speech
ar_ae: خطاب الكراهية

source: I think it's an unauthorized use of my intellectual property
ar_ae: اعتقد انها الاستخدام غير المصرح به للملكية الفكرية بلدي

source: Spam or a scam
ar_ae: البريد المزعج أو عملية احتيال

source: This person is annoying
ar_ae: هذا الشخص هو مزعج

source: This timeline is pretending to be me or someone I know
ar_ae: هذا الجدول الزمني يدعي أن يكون لي أو شخص أعرفه

source: This timeline is full of inappropriate content
ar_ae: هذا الجدول الزمني مليء محتوى غير لائق

source: This is a fake account
ar_ae: هذا هو حساب مزيف

source: This profile represents a business or organization
ar_ae: هذا الملف يمثل العمل أو المنظمة

source: This timeline is using a fake name
ar_ae: هذا الجدول الزمني يستخدم اسم مزيف

source: Other
ar_ae: آخر

source: Spam
ar_ae: بريد مؤذي

source: Inappropriate
ar_ae: غير مناسب

source: Unfriend
ar_ae: إزالة من الأصدقاء

source: Edit Profile
ar_ae: تعديل الملف الشخصي

source: Report this user
ar_ae: الإبلاغ عن هذا المستخدم

source: Change
ar_ae: تغيير

source: Male
ar_ae: رجل

source: Female
ar_ae: أنثى

source: Biography
ar_ae: سيرة

source: Save Changes
ar_ae: حفظ التغيرات

source: Add / Remove Interests
ar_ae: إضافة / إزالة الهوايات

source: Add More Interests
ar_ae: إضافة المزيد من الاهتمام

source: upload failed.Please try again
ar_ae: فشل التحميل. حاول مرة اخرى

source: Please enter a reason
ar_ae: يرجى إدخال سبب

source: Gender
ar_ae: جنس

source: Username and Lastname
ar_ae: اسم المستخدم واسم العائلة

source: Date of Birth
ar_ae: تاريخ الميلاد

source: Name, country and city fields are must to enter
ar_ae: اسم وحقول البلد والمدينة لا بد منه للدخول

source: Your Interests
ar_ae: لكم الإهتمامات

source: My Comments
ar_ae: تعليقاتي

source: My Likes
ar_ae: بلدي الاعجاب

source: Access denied
ar_ae: تم الرفض

source: Password must contain more than 5 characters
ar_ae: كلمة السر يجب أن يحتوي على أكثر من 5 أحرف

source: Email you are entered is already exist
ar_ae: معرف البريد الإلكتروني يتم إدخالها لك هو موجود بالفعل

source: Your account is verified! Enjoy exploring Jeera!
ar_ae: يتم التحقق من حسابك! تتمتع استكشاف جيرا!

source: Verification code that you are entered is not valid
ar_ae: رمز التحقق التي يتم إدخالها كنت غير صالح

source: This option is expired for you
ar_ae: انتهت مدة صلاحية هذا الخيار لك

source: Successfully reset your password
ar_ae: إعادة تعيين كلمة المرور الخاصة بك بنجاح

source: Some error occurred.Please try again
ar_ae: وقع بعض الخطأ. حاول مرة اخرى

source: Unauthorized access
ar_ae: دخول غير مرخص

source: User name required
ar_ae: اسم المستخدم مطلوب

source: User email required
ar_ae: البريد الإلكتروني للمستخدم المطلوب

source: Email already exist
ar_ae: البريد الإلكتروني موجود بالفعل

source: Current Password Required
ar_ae: كلمة المرور الحالية المطلوبة

source: New Password Required
ar_ae: كلمة المرور الجديدة المطلوبة

source: Current password is wrong
ar_ae: كلمة المرور الحالية خاطئة

source: Image not available
ar_ae: الصورة غير متوفرة

source: Unable to locate the image
ar_ae: غير قادر على تحديد موقع الصورة

source: Minimum dimension 100x100
ar_ae: الحد الأدنى البعد 100x100

source: This file type is not supported. Please upload any image files
ar_ae: لا يتم اعتماد هذا النوع من الملفات. يرجى تحميل أي ملفات الصور

source: Received Requests
ar_ae: تلقى الطلبات

source: groups joined
ar_ae: مجموعات انضمت

source: groups created
ar_ae: المجموعات التي تم إنشاؤها

source: Sent Requests
ar_ae: الطلبات المرسلة

source: Mutual
ar_ae: متبادل

source: Created
ar_ae: خلق

source: Joined
ar_ae: انضم

source: Pending Requests
ar_ae: الطلبات المعلقة

source: Pending Approval
ar_ae: بانتظار الموافقة

source: Edit Group
ar_ae: تحرير المجموعة

source: new Requests
ar_ae: طلبات جديدة

source: Please Confirm
ar_ae: يرجى تأكيد

source: You are about to leave the group
ar_ae: كنت على وشك مغادرة الفريق

source: Are you sure?
ar_ae: هل أنت متأكد؟

source: Yes I'm sure
ar_ae: نعم أنا متأكد

source: This friend is already added
ar_ae: يضاف هذا الصديق بالفعل

source: No Record Found
ar_ae: لا يوجد سجلات

source: Create New Group
ar_ae: إنشاء مجموعة جديدة

source: Media type required
ar_ae: نوع الوسائط المطلوب

source: Select one image to upload
ar_ae: اختيار صورة واحدة لتحميل

source: Add video to upload
ar_ae: إضافة لتحميل الفيديو

source: You are already a member of this group
ar_ae: كنت بالفعل عضوا في هذه المجموعة

source: You are already requested
ar_ae: يطلب منك بالفعل

source: You need invitation from group admin to join this group
ar_ae: تحتاج دعوة من مشرف الفريق للانضمام إلى هذه المجموعة

source: Group not exist
ar_ae: لا توجد مجموعة
